{
  "translation": {
    "I cannot solve the tasks assigned to me.": "لا أستطيع حل المشكلات المسندة لي .",
    "My job responsibilities and duties are unclear.": "مسئوليات ومهام عملى غير واضحة .",
    "I feel useless and unable to do anything.": "أشعر أننى مفيد ولا أستطيع عمل شئ .",
    "My colleagues hinder my ability to work.": "يعيق زملائى قدرتى على العمل .",
    "My work interferes with my personal life.": "يتداخل عملى مع حياتى الخاصة .",
    "I have little to do in my job.": "لدى القليل لأقوم به فى عملي .",
    "I don’t know whether what I do at work is right or wrong.": "لا أعلم إذا كان ما أقوم به فى عملى صواب أم خطأ .",
    "Supervisors overload me with tasks.": "يكثر المشرفون من نقدمهم لي .",
    "I am isolated from others.": "أنا منعزل عن الآخرين .",
    "Work rules change constantly.": "تتغير قواعد العمل بصورة مستمرة .",
    "My job is not satisfying to me.": "عملى غير مرضي لي .",
    "My job requires me to compromise some of my values and principles.": "يتطلب عمل التغاطي عن بعض مبادئ وقيمى .",
    "I am in my job unwillingly and have no other choice.": "أنا موجود بعملى على غير رغبتي وليس لي خيار آخر .",
    "I don’t have the necessary information to perform well.": "لا أمتلك المعلومات اللازمة لأؤدى عملاً جيداً .",
    "My work requires meeting conflicting demands and orders.": "يتطلب عملى تلبية مطالب وأوامر متعارضة .",
    "Work management shows favoritism and bias towards some people.": "تظهر إدارة العمل المحسوبية والمحاباة للبعض .",
    "I have far too much to accomplish in too little time.": "لدي الكثير جداً لأؤديه في وقت قليل .",
    "I believe my qualifications exceed the work I perform.": "أرى أن مؤهلاتي تفوق العمل الذى أؤديه .",
    "Supervisors do not provide me with evaluations of my work.": "لا يقدم لي المسئولون تقييماً لعملي .",
    "Others receive incentives for the work I do myself.": "ينال الآخرون حوافز على ما أقوم به أنا من عمل .",
    "I feel like just a cog in the wheel of the organization I work for.": "أرى أننى مجرد ترس في عجلة الهيئة التى أعمل بها .",
    "I don’t know exactly what is required of me at work.": "لا أعرف بالضبط ما هو المطلوب منى في العمل .",
    "I have few real successes.": "لدي القليل من النجاحات الحقيقية .",
    "Many people do not approve of my work.": "لا يوافق كثير من الناس على عملي .",
    "I am unable to influence decisions related to me.": "أنا غير قادر على التأثير على القرارات المتعلقة بي .",
    "Those I work with do not understand my role at work.": "من أعمل معهم لا يفهمون دوري في العمل .",
    "I disagree with those I work with.": "أختلف مع من أعمل معهم .",
    "Administrative policies conflict with my good performance.": "تتعارض السياسات الإدارية مع حسن أدائى .",
    "I am forced to work during my personal time.": "أضطر للعمل في أوقاتي الخاصة .",
    "My work is not difficult.": "عملي ليس صعباً .",
    "I receive the information I need to work on too late.": "أحصل على المعلومات التى أعمل بناء عليها متأخراً جداً .",
    "My work is unappreciated.": "عملي غير مقدر .",
    "I share few common traits with those I work with.": "أنا متفق مع من أعمل معهم فى قليل من الخصائص .",
    "There is no relationship between performance and success in my work.": "لا توجد علاقة بين الأداء والنجاح فى عملي .",
    "My professional progress is less than I desire.": "تقدمى المهني ليس بالقدر الذي أتمناه .",
    "I do not trust the institution I work for.": "لا أثق بالمؤسسة التى أعمل بها .",
    "I may be dismissed from my job and I cannot do anything about it.": "ربما أتعرض للفصل من عملي ولا أستطيع القيام بشئ .",
    "I don’t know the purpose of my work.": "لا أعرف الهدف من عملى .",
    "I am forced to break some procedures to be able to perform my work.": "أضطر لمخالفة بعض الإجراءات لأتمكن من أداء عملى .",
    "Competition among individuals outweighs cooperation.": "يغلب وجود المنافسة بين الأفراد على التعاون بينهم في .",
    "My workload is overwhelming.": "أعباء عملي هائلة .",
    "Most of my time is consumed by routine work.": "معظم وقتي أستهلكته في عمل روتيني .",
    "I do not get to know the final results of my work.": "لا أتعرف على النتائج النهائية لعملي .",
    "I am blamed at work for others’ mistakes.": "يلومونني في العمل على أخطاء غيري .",
    "I avoid telling people about the nature or place of my work.": "أتجنب إخبار الناس عن طبيعة عملي أو مكانه .",
    "My work priorities are unclear.": "أولويات عملي غير واضحة .",
    "I am not respected at work.": "لا أحظى بالإحترام في العمل .",
    "My heart is not in my work.": "قلبي ليس على عملي .",
    "Never": "أبداً",
    "A Few Times per Year": "بضع مرات في السنة",
    "Once a Month": "مرة واحدة في الشهر",
    "A Few Times per Month": "بضع مرات في الشهر",
    "Once a Week": "مرة واحدة في الأسبوع",
    "A Few Times per Week": "بضع مرات في الأسبوع",
    "Every Day": "كل يوم",
    "Question": "الأسئلة",
    "Section": "القسم",
    "C": "الثالث",
    "A": "الأول",
    "B": "الثانى",
    "D": "الرابع",
    "E": "الخامس",
    "Results": "نتائج",
    "Scale of Team Management Skills": "مقياس مهارات إدارة الفريق",
    "Download Report": "تنزيل التقرير",
    "Maslach Burnout Inventory (MBI)": "بطارية ماسلاش للاحتراق النفسى",
    "Testifies to fatigue at the very idea of work, chronic fatigue, trouble sleeping, physical problems. For the MBI, as well as for most authors, “exhaustion would be the key component of the syndrome.” Unlike depression, the problems disappear outside work.": "الإرهاق (أو متلازمة القلق الاكتئابي) Burnout (or depressive anxiety syndrome) : يشير إلى التعب بمجرد التفكير في العمل، والتعب المزمن، ومشاكل النوم، والمشاكل الجسدية. وبالنسبة لبطارية ماسلاش MBI، وكذلك بالنسبة لمعظم المؤلفين، فإن الإرهاق هو العنصر الأساسي للمتلازمة. وعلى عكس الاكتئاب، تختفي المشاكل خارج العمل",
    "Low-level burnout": "احتراق منخفض المستوى",
    "Moderate burnout": "احتراق معتدل أو متوسط المستوى",
    "High-level burnout:": ":احتراق عالي المستوى",
    "High-level burnout: Rather a “dehumanization” in interpersonal relations. The notion of detachment is excessive, leading to cynicism with negative attitudes with regard to patients or colleagues, feeling of guilt, avoidance of social contacts and withdrawing into oneself. The professional blocks the empathy he can show to his patients and/or colleagues.": "تبدد الشخصية (أو فقدان المواجدة) Depersonalization (or loss of empathy): بالأحرى تبدد الإنسانية في العلاقات بين الشخصية  a “dehumanization” in interpersonal relations. إن مفهوم الانفصال detachment يكون مفرطاً، مما يؤدي إلى السخرية ووجود الاتجاهات السلبية نحو العملاء أو الزملاء، والشعور بالذنب، وتجنب الاتصالات الاجتماعية والانطواء على الذات. ويمنع المهني المواجدة the empathy التى يمكنه إظهارها لعملائه و/أو زملائه.",
    "Low-level burnout: The individual assesses himself negatively, feels he is unable to move the situation forward. This component represents the demotivating effects of a difficult, repetitive situation leading to failure despite efforts. The person begins to doubt his genuine abilities to accomplish things. This aspect is a consequence of the first two.": "انخفاض الإنجاز الشخصي: يقيم الفرد نفسه سلبًا، ويشعر بأنه غير قادر على تحريك الأمور إلى الأمام. يمثل هذا المكوِّن التأثيرات المحبطة لموقف صعب متكرر يؤدي إلى الفشل على الرغم من الجهود المبذولة. يبدأ الشخص في الشك في قدراته الحقيقية على إنجاز الأشياء. هذا البُعد هو نتيجة للبعدين الأولين.",
    "Decision making skills": "مهارات صنع القرار",
    "Motivation Skills": "مهارات التحفيز",
    "Meeting Management Skills": "مهارات إدارة الاجتماعات",
    "Communication Skills": "مهارات الاتصال",
    "Conflict Management Skills": "مهارات إدارة الصراع",
    "Score": "النتيجة",
    "(High)": "(مرتفع)",
    "(Low)": "(منخفض)",
    "Never applies": "لا تنطبق أًبداً",
    "Rarely applies": "تنطبق نادراً",
    "Often applies": "تنطبق غالباً",
    "Always applies": "تنطبق دائماً",
    "Overall Result": "النتيجة الإجمالية",
    "High level of professional stress": "مستوى عالٍ من الضغط المهني",
    "Moderate level of professional stress": "مستوى معتدل من الضغط المهني",
    "Low level of professional stress": "مستوى منخفض من الضغط المهني",
    "Professional Stress Scale": "مقياس الضغط المهني"
  }
}
